Repository: JonasMuehlmann/BIB_VPR
Catalog: Messenger/Messenger/Strings/*/Resources.resw
Source language: en_us
Languages: kr_kr

# Settings_Theme.Text
source: Choose Theme
kr_kr: 테마를 선택하세요

# Settings_Theme_Dark.Content
source: Dark
kr_kr: 다크 모드

# Settings_Theme_Default.Content
source: Windows default
kr_kr: 윈도우 기본 테마

# Settings_Theme_Light.Content
source: Light
kr_kr: 라이트 모드

# Settings_About.Text
source: About this application
kr_kr: 설정

# Settings_AboutDescription.Text
source: Settings page placeholder text. Your app description goes here.
kr_kr: 설정 페이지 입니다.

# Settings_Personalization.Text
source: Personalization
kr_kr: 유저 옵션

# FirstRun_Body.Text
source: Replace the content of this dialog with whatever content is appropriate to your app. You might want to explain key features or functionality. Don't feel restricted to just text. You can also include images and animations if you wish too. Lorem ipsum dolor sit amet, consectetuer adipiscing elit. Maecenas porttitor congue massa. Fusce posuere, magna sed pulvinar ultricies, purus lectus malesuada libero, sit amet commodo magna eros quis urna. Nunc viverra imperdiet enim. Fusce est. Vivamus a tellus. Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas. Proin pharetra nonummy pede. Mauris et orci. Suspendisse dui purus, scelerisque at, vulputate vitae, pretium mattis, nunc. Mauris eget neque at sem venenatis eleifend. Ut nonummy.
kr_kr: 처음 방문 하셨나요?

# FirstRunDialog.Title
source: Welcome
kr_kr: 안녕하세요!

# FirstRunDialog.PrimaryButtonText
source: Ok
kr_kr: 확인

# Shell_UserInfoButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: User info
kr_kr: 계정 정보

# Shell_UserInfoButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: User info
kr_kr: 계정 정보

# LogInPageTitle.Text
source: LogIn
kr_kr: 계정

# LogInButton.Content
source: Click to log in
kr_kr: 로그인

# StatusUnauthorized
source: User is unauthorized
kr_kr: 권한이 없습니다.

# StatusNoNetworkAvailable
source: There is no internet connection, please connect to the internet and try again.
kr_kr: 인터넷 네트워크 연결에 실패하였습니다.

# StatusLoginFails
source: Something went wrong during the login, please try again.
kr_kr: 로그인에 실패하였습니다. 다시 시도해 주세요.

# Settings_User.Text
source: User
kr_kr: 계정 설정

# Settings_LogOut.Content
source: Log out
kr_kr: 로그아웃
